Repository: eescala021/SkyPresenterPro
Catalog: Localizable.xcstrings
Source language: es
Languages: en, pt

source: Guardar
en: Save
pt: Salvar

source: Cancelar
en: Cancel

source: Cerrar
en: Close
pt: Fechar

source: Eliminar
en: Delete
pt: Excluir

source: Editar
en: Edit

source: Buscar
en: Search

source: Proyectar
en: Project
pt: Projetar

source: Importar
en: Import

source: Biblioteca
en: Library

source: Configuración
en: Settings
pt: Configurações

source: Anterior
en: Previous

source: Siguiente
en: Next
pt: Próximo

source: Nueva canción
en: New song
pt: Nova canção

source: ALABANZAS
en: WORSHIP
pt: LOUVOR

source: Buscar alabanza...
en: Search song...
pt: Buscar louvor...

source: Selecciona una alabanza
en: Select a song
pt: Selecione um louvor

source: secciones
en: sections
pt: seções

source: Añadir al servicio
en: Add to service
pt: Adicionar ao culto

source: Servicio
en: Service
pt: Culto

source: Arrastra canciones aquí o usa el botón Añadir.
en: Drag songs here or use the Add button.
pt: Arraste canções aqui ou use o botão Adicionar.

source: Limpiar
en: Clear
pt: Limpar

source: Diapositivas
en: Slides
pt: Slides

source: Duplicar
en: Duplicate

source: Guardar y cerrar
en: Save and close
pt: Salvar e fechar

source: Nueva
en: New
pt: Nova

source: Tono
en: Key
pt: Tom

source: METADATOS
en: METADATA
pt: METADADOS

source: Letra corrida
en: Full lyrics

source: Diapositiva seleccionada
en: Selected slide
pt: Slide selecionado

source: Acciones
en: Actions
pt: Ações

source: Duplicar diapositiva
en: Duplicate slide
pt: Duplicar slide

source: Eliminar diapositiva
en: Delete slide
pt: Excluir slide

source: Nueva diapositiva
en: New slide
pt: Novo slide

source: Tema:
en: Theme:

source: Imagen
en: Image
pt: Imagem

source: Imágenes
en: Images
pt: Imagens

source: Libros
en: Books
pt: Livros

source: Capítulos
en: Chapters

source: Versículos
en: Verses

source: versículos
en: verses

source: Favoritos
en: Favorites

source: Capítulo actual
en: Current chapter
pt: Capítulo atual

source: EN VIVO
en: LIVE
pt: AO VIVO

source: ACTIVO
en: ACTIVE
pt: ATIVO

source: LISTO
en: READY
pt: PRONTO

source: Quitar favorito
en: Remove favorite
pt: Remover favorito

source: Guardar favorito
en: Save favorite
pt: Salvar favorito

source: Ir
en: Go

source: Ir a capítulo
en: Go to chapter
pt: Ir ao capítulo

source: Doble clic proyecta
en: Double-click to project
pt: Duplo clique projeta

source: Biblioteca de Biblias
en: Bible Library
pt: Biblioteca de Bíblias

source: Importar Biblia Zefania XML
en: Import Zefania XML Bible
pt: Importar Bíblia Zefania XML

source: Nombre
en: Name
pt: Nome

source: Idioma
en: Language

source: Importar XML
en: Import XML

source: Importar archivos
en: Import files
pt: Importar arquivos

source: En directo
en: Live
pt: Ao vivo

source: Sin selección
en: No selection
pt: Sem seleção

source: PROYECTANDO
en: PROJECTING
pt: PROJETANDO

source: Versículo detectado
en: Detected verse

source: Proyectar versículo
en: Project verse
pt: Projetar versículo

source: Selecciona una presentación
en: Select a presentation
pt: Selecione uma apresentação

source: Proyectando
en: Projecting
pt: Projetando

source: En espera
en: Standby
pt: Em espera

source: Centro de Configuración
en: Settings Center
pt: Central de Configurações

source: Nombre de la iglesia
en: Church name
pt: Nome da igreja

source: Acciones rápidas
en: Quick actions
pt: Ações rápidas

source: Pantalla externa
en: External display
pt: Tela externa

source: Conectada
en: Connected

source: No detectada
en: Not detected
pt: Não detectada

source: Crear respaldo
en: Create backup
pt: Criar backup

source: Crear anuncio
en: Create announcement
pt: Criar anúncio

source: Duración
en: Duration
pt: Duração

source: Copiar acceso completo
en: Copy full access
pt: Copiar acesso completo

source: Cerrar sesión
en: Log out
pt: Encerrar sessão

source: Cerrar sesiones
en: Close sessions
pt: Encerrar sessões

source: Copiar todo
en: Copy all
pt: Copiar tudo

source: Ajustes
en: Settings

source: Ayuda
en: Help
pt: Ajuda

source: F9 Fondo
en: F9 Background
pt: F9 Fundo

source: F10 Negro
en: F10 Blackout
pt: F10 Escuridão

source: SIGUIENTE
en: NEXT
pt: PRÓXIMO

source: — Fin —
en: — End —
pt: — Fim —

source: Consola de Control
en: Control Console
pt: Console de Controle

source: Español
en: Spanish
pt: Espanhol

source: Inglés
en: English
pt: Inglês

source: Portugués
en: Portuguese
pt: Português

source: Cargadas
en: Loaded
pt: Carregadas

source: Nombre del dispositivo
en: Device name
pt: Nome do dispositivo

source: Sin conexiones
en: No connections
pt: Sem conexões

source: Sin alertas
en: No alerts
pt: Sem alertas

source: Tu Iglesia
en: Your Church
pt: Sua Igreja

source: Temas y vista
en: Themes & view
pt: Temas e visualização

source: Vista rápida
en: Quick preview
pt: Visualização rápida

source: Portada
en: Title slide
pt: Capa

source: Final en blanco
en: Blank ending
pt: Final em branco

source: Omitir
en: Skip

source: Sobrescribir
en: Overwrite
pt: Sobrescrever

source: Configuración visual
en: Visual settings
pt: Configuração visual

source: Mostrar versión en el proyector
en: Show version in projector
pt: Mostrar versão no projetor

source: Mostrar historial de diapositivas
en: Show slide history
pt: Mostrar histórico de slides

source: Mostrar biblioteca lateral
en: Show side library

source: Mostrar tira de diapositivas
en: Show filmstrip
pt: Mostrar tira de slides

source: Mostrar tira de páginas
en: Show page strip

source: MODULO DE PRESENTACIONES
en: PRESENTATIONS MODULE
pt: MÓDULO DE APRESENTAÇÕES

source: Página
en: Page

source: páginas
en: pages

source: Selecciona un versículo o usa doble clic para enviarlo al proyector.
en: Select a verse or double-click to send it to the projector.
pt: Selecione um versículo ou clique duas vezes para enviar ao projetor.

source: Accesos rápidos para predicación y lectura continua.
en: Quick access for preaching and continuous reading.
pt: Acessos rápidos para pregação e leitura contínua.

source: INSPECTOR
pt: INSPETOR

source: Video
pt: Vídeo

source: Videos
pt: Vídeos

source: Control
pt: Controle
